/* conjunction to end a compound sentence */
" and" = " og";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Kobler til)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ er lagt til i Adressebok.\nVil du redigere kortet nå?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ finnes ikke i noen konto. Vennligst velg en konto, eller legg til kontakten først.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ på kontoen %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ spør om godkjenning";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ spør deg om å sende %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ vil ha din oppmerksomhet!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d omtaler, %2$d meldinger";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d meldinger";

/* No comment provided by engineer. */
"%u authorization requests" = "%u forespørsler om godkjenning";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 omtaler, %d meldinger";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 omtaler, 1 melding";

/* Status message for a bookmark (1 message) */
"1 message" = "1 melding";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; status melding %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Ny konto>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "«%@» er allerede i bruk.";

/* No comment provided by engineer. */
"a member of %@" = "et medlem av %@";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Handling:";

/* No comment provided by engineer. */
"Add Account" = "Legg til konto";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Legg til en handling for den valgte hendelsen";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Legg til i Adressebok";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium støtter kryptering, godkjenning, nekting, og videresending over %@ via Off-the-Record Messaging (OTR). Hvis din kontakt ikke bruker en OTR-kompatibel klient, vil kontakten få sendt en kobling til OTR-nettstedet. For mer informasjon, besøk https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Det oppsto en feil når %@ ble lagt til Adressebok.";

/* No comment provided by engineer. */
"Any" = "Noen";

/* No comment provided by engineer. */
"Authorization Requests" = "Forespørsler om godkjenning";

/* No comment provided by engineer. */
"Authorize" = "Godkjenn";

/* No comment provided by engineer. */
"Authorize and Add" = "Godkjenn og legg til";

/* No comment provided by engineer. */
"Authorize Selected" = "Godkjenn utvalgt";

/* No comment provided by engineer. */
"Bookmarks" = "Bokmerker";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Cancel current account activity prefix */
"Cancel: %@" = "Avbryt: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Kan ikke åpne lydsett";

/* No comment provided by engineer. */
"Clear" = "Slett";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfigurer den valgte handlingen";

/* No comment provided by engineer. */
"Connect" = "Koble til";

/* Connect account prefix */
"Connect: %@" = "Koble til: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "Kontakt gruppe %@";

/* No comment provided by engineer. */
"Contact List" = "Kontaktliste";

/* No comment provided by engineer. */
"Contact not found" = "Fant ikke kontakt";

/* No comment provided by engineer. */
"Contact requests authorization" = "Kontakt ber om godkjenning";

/* No comment provided by engineer. */
"Continue" = "Fortsett";

/* No comment provided by engineer. */
"Custom" = "Egendefinert";

/* Button which deletes the selection */
"Delete" = "Slett";

/* No comment provided by engineer. */
"Delete Account" = "Slett konto";

/* New contact alert pane */
"Delete after event occurs" = "Slett etter at hendelsen har blitt utført";

/* No comment provided by engineer. */
"Delete Event?" = "Slett hendelsen?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Slett konto %@?";

/* No comment provided by engineer. */
"Deny" = "Avvis
";

/* No comment provided by engineer. */
"Deny and Block" = "Avvis og blokker";

/* No comment provided by engineer. */
"Deny Selected" = "Avvis utvalgt";

/* No comment provided by engineer. */
"Disable" = "Deaktiver";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Deaktiver %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Deaktiverte kontoer";

/* No comment provided by engineer. */
"Disconnect" = "Koble fra";

/* Disconnect account prefix */
"Disconnect: %@" = "Koble fra: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Ferdig";

/* Button which duplicates the selection */
"Duplicate" = "Dupliser";

/* No comment provided by engineer. */
"Edit Account" = "Rediger konto";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Rediger i Adressebok";

/* No comment provided by engineer. */
"Edit Link" = "Endre kobling";

/* No comment provided by engineer. */
"Edit presets:" = "Endre forhåndsinnstilling:";

/* No comment provided by engineer. */
"Enable" = "Aktiver";

/* Enable account prefix */
"Enable %@" = "Aktiver %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Kryptering:";

/* No comment provided by engineer. */
"Error" = "Feil";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Hendelse:";

/* No comment provided by engineer. */
"Events" = "Hendelser";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Eksterne programtillegg kan føre til at Adium oppfører seg rart og krasjer etter å ha blitt oppdatert. Deaktiver dette programtillegget hvis du merker noe av dette.";

/* No comment provided by engineer. */
"Get Info" = "Vis informasjon";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "bokmerk gruppesamtale %@";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"Ignore" = "Overse";

/* No comment provided by engineer. */
"Ignore and Block" = "Overse og blokker";

/* No comment provided by engineer. */
"Ignore Selected" = "Overse utvalgt";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Ugyldig statusikonpakke";

/* No comment provided by engineer. */
"Join" = "Bli med";

/* No comment provided by engineer. */
"Join Chat" = "Bli med i samtale";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "La andre vite at du skriver";

/* Label for the login server field in the account preferences */
"Login Server:" = "Innloggingstjener:";

/* No comment provided by engineer. */
"New Alert" = "Ny advarsel";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Ingen kontoer som passer er tilkoblet";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Passord:";

/* No comment provided by engineer. */
"Paste" = "Lim inn";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is blacklisted.
   %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */

"Plugin %@ Will be Disabled" = "Programtillegget %@ vil bli deaktivert";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Fjerne %i handlinger forbindet med denne hendelsen?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Fjern de markerte handlingene";

/* Button which renames the selection */
"Rename" = "Endre navn";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "forespurt godkjenning";

/* No comment provided by engineer. */
"Requests authorization" = "forespør godkjenning";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Endre status til det samme som Adium-statusen";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Vis i Adressebok";

/* No comment provided by engineer. */
"Social Networking" = "Sosiale nettverk";

/* No comment provided by engineer. */
"Social Networking Status" = "Status for sosiale nettverk";

/* No comment provided by engineer. */
"Social Networking Status:" = "Status for sosiale nettverk:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Oppgradering av lydsett feilet";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Fullført";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Den aktive statusikonpakken «%1$@» installert på «%2$@» er ugyldig. Den mangler statusikonet «%3$@». Hvis du fant pakken på xtras.adium.im, vennligst kontakt utvikleren. Statusikonene blir gjenopprettet til standardinnstillinger.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "Bokmerket %@ inneholder ikke nok informasjon og kan ikke brukes. Vennligst opprett det på nytt neste gang du kobler til samtalen.\nVil du fjerne bokmerket?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Kontonavnet du har oppgitt inneholder ugyldige tegn for denne tjenesten.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Lydsettet %1$@ er versjon %2$i, og denne versjonen av Adium kan ikke håndtere denne versjonen. Prøv en nyere versjon av Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "Programtillegget støtter ikke arkitekturen din.";

/* %@ will be a version number of Adium */
"This plugin is known to be incompatible with Adium %@." = "Programtillegget er inkompatibelt med Adium %@.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Denne versjonen av Adium bruker et nytt format for lydsett. Adium kunne ikke oppdatere lydsettet %1$@ i %2$@. Det har blitt deaktivert.";

/* Label in front of the title for a preset */
"Title:" = "Tittel:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Skriving:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Kunne ikke bli med i en bokmerket samtale";

/* No comment provided by engineer. */
"Unknown" = "Ukjent";

/* No comment provided by engineer. */
"User Name" = "Brukernavn";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Når %@ forespør godkjenning";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Når en kontakt forespør godkjenning";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Du har koblet til";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Du har koblet fra";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Du ba om oppmerksomhet fra %@";

/* No comment provided by engineer. */
"Your attention is requested!" = "Din oppmerksomhet er ønsket!";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Bli inaktiv med en gang";
"Auto-reply" = "Autosvar";
"Custom Status" = "Egendefinert status";
"Hours" = "timer";
"Minutes" = "minutter";
"Mute Sounds" = "Slå av lyder";
"Save Custom Status" = "Husk denne statusen";
"Silence Notifications" = "Ingen Growl-meldinger";
"State:" = "Status:";
"Status Message:" = "Statusmelding:";
"With a custom auto-reply message:" = "Med en egendefinert autosvar-melding:";
